Repository: common-repository/woo-sofortuberweisung-gateway
Catalog: languages/woo-sofortuberweisung-gateway-*.po
Languages: de_de, es_es, it_it

source: VERY IMPORTANT
de_de: SEHR WICHTIG
es_es: MUY IMPORTANTE
it_it: MOLTO IMPORTANTE

source: It was detected that you are using the plugin Germanized for WooCommerce.
de_de: Es wurde festgestellt, dass du das Plugin Germanized für WooCommerce nutzt.
es_es: Se detectó que estás usando el plugin germanizado para WooCommerce.
it_it: È stato rilevato che si sta utilizzando il plugin Germanizzato per WooCommerce.

source: You have activated the function "Disallow cancellations".
de_de: Du hast die Funktion "Stornierungen verhindern" aktiviert.
es_es: Ha activado la función "Anular cancelaciones".
it_it: Avete attivato la funzione "Disabilitare le cancellazioni".

source: This function must be deactivated!
de_de: Diese Funktion muss unbedingt deaktiviert werden!
es_es: ¡Esta función debe ser desactivada!
it_it: Questa funzione deve essere disattivata!

source: Follow the link and deactivate the function "Disallow cancellations": <a href="admin.php?page=wc-settings&tab=germanized-general&section=checkout">Germanized for WooCommerce Setttings</a>
de_de: Folge dem Link und deaktiviere die Funktion "Stornierungen verhindern": <a href="admin.php?page=wc-settings&tab=germanized-general&section=checkout">Germanized für WooCommerce Einstellungen</a>
es_es: Siga el enlace y desactive la función "Desactivar cancelaciones": <a href="admin.php?page=wc-settings&tab=germanized-general&section=checkout">Germanized for WooCommerce Setttings</a>
it_it: Seguire il link e disattivare la funzione "Disabilita le cancellazioni": <a href="admin.php?page=wc-settings&tab=germanized-general&section=checkout">Germanized for WooCommerce Setttings</a>

source: This message disappears automatically as soon as you have made the necessary settings.
de_de: Diese Nachricht verschwindet automatisch sobald du die nötige Einstellung getroffen hast.
es_es: Este mensaje desaparece automáticamente tan pronto como haya realizado los ajustes necesarios.
it_it: Questo messaggio scompare automaticamente non appena si effettuano le impostazioni necessarie.

source: Allows Klarna / Sofortüberweisung payments in Woocommerce. Easy, fast and safe. Orders are marked as "processing" when received.
de_de: Ermöglicht Klarna / Sofortüberweisung Zahlungen in Woocommerce. Einfach, schnell und sicher. Bestellungen werden beim Eingang als "In Bearbeitung" markiert.
es_es: Permite a Klarna / Sofortüberweisung pagos en Woocommerce. Fácil, rápido y seguro. Los pedidos se marcan como "procesados" cuando se reciben.
it_it: Permette pagamenti Klarna / Sofortüberweisung in Woocommerce. Facile, veloce e sicuro. Gli ordini vengono contrassegnati come "elaborazione" al momento della ricezione.

source: Thanks for using <strong>Sofortüberweisung Gateway</strong>. <br /><br />Please support our free work by rating this plugin with 5 stars on WordPress.org. <a href="https://wordpress.org/support/plugin/sofortueberweisung-gateway-woocommerce/reviews/#new-post" target="_blank">Click here to rate us.</a><br><br><br>
de_de: Danke für die Nutzung von <strong>Sofortüberweisung Gateway</strong>.<br /><br />Bitte unterstütze meine Arbeit und bewerte dieses Plugin auf WordPress.org. <a href="https://wordpress.org/support/plugin/sofortueberweisung-gateway-woocommerce/reviews/#new-post" target="_blank">Bewertung abgeben.</a><br><br><br>
es_es: Gracias por usar <strong>Sofortüberweisung Gateway</strong>. <br /><br />Por favor, apoye nuestro trabajo gratuito calificando este plugin con 5 estrellas en WordPress.org. <a href="https://wordpress.org/support/plugin/sofortueberweisung-gateway-woocommerce/reviews/#new-post" target="_blank">Click here to rate us.</a><br><br><br>
it_it: Grazie per aver utilizzato <strong>Sofortüberweisung Gateway</strong>. <br/><br/>Si prega di supportare il nostro lavoro gratuito valutando questo plugin con 5 stelle su WordPress.org. <a href="https://wordpress.org/support/plugin/sofortueberweisung-gateway-woocommerce/reviews/#new-post" target="_blank">Clicca qui per valutarci.</a><br><br><br>

source: How to get a API Key:
de_de: Wie erhalte ich einen API Key:
es_es: Cómo obtener una clave API:
it_it: Come ottenere una API Key:

source: Information:
es_es: Información:
it_it: Informazioni:

source: This plugin work fine in the free version.<br/> In the PRO version of this plugin there are many more Features. <a href="https://wordpress.org/plugins/sofortueberweisung-gateway-woocommerce/"> Check out Features of Pro Version</a></p>
de_de: Das Plugin funktioniert auch in der kostenlosen Funktion einwandfrei.<br /> In der PRO Version des Plugins hast du aber noch mehr Optionen und Individualisierungs-Optionen. <a href="https://wordpress.org/plugins/sofortueberweisung-gateway-woocommerce/">Die Funktionen der PRO Version</a></p>
es_es: Este plugin funciona bien en la versión gratuita.<br/> En la versión PRO de este plugin hay muchas más características. <a href="https://wordpress.org/plugins/sofortueberweisung-gateway-woocommerce/"> Comprueba las características de la versión Pro</a></p>
it_it: Questo plugin funziona bene nella versione gratuita.<br/> Nella versione PRO di questo plugin ci sono molte altre caratteristiche. <a href="https://wordpress.org/plugins/sofortueberweisung-gateway-woocommerce/"> Scopri le caratteristiche della versione PRO</a></p>.

source: Buy the Pro Version for only €14,99,- incl. Tax.
de_de: Kaufe die PRO Version für nur €14,99,- inkl. MwSt.
es_es: Compre la versión Pro por sólo 14,99 euros, con impuestos incluidos.
it_it: Acquista la versione Pro per soli €14,99,- tasse incluse.

source: Send me a email michaelleithold18@gmail.com
de_de: Sende mir eine Email an michaelleithold18@gmail.com
es_es: Envíame un correo electrónico a michaelleithold18@gmail.com
it_it: Inviatemi un'e-mail michaelleithold18@gmail.com

source: Thank you for your purchase! <br/><br/><u>Details of the payment:</u> <br/> Service: Klarna / Sofortüberweisung<br/> Transaction ID: %transactionID%<br/> <br /> Your order will be processed immediately.<br/> You will receive separately after the shipment of the goods an e-mail with the tracking number.<br/> <br/> Your %sitename% Team
de_de: Vielen Dank für deinen Kauf! <br/><br/><u>Einzelheiten der Zahlung:</u> <br/> Service: Klarna / Sofortüberweisung<br/> Transaktions-ID: %transactionID%<br/> <br /> Deine Bestellung wird umgehend bearbeitet.<br/> Du erhältst separat nach dem Versand der Waren eine E-Mail mit der Sendungsverfolgungsnummer.<br/> <br/> Dein %sitename% Team
es_es: ¡Gracias por su compra!! <br/><br/><u>Detalles del pago:</u> <br/> Servicio: Klarna / Sofortüberweisung<br/> Identificación de la transacción: %transactionID%<br/> <br /> Su pedido será procesado inmediatamente.<br/> Después del envío de la mercancía, recibirá por separado un correo electrónico con el número de seguimiento.<br/> <br/> Su %sitename% Equipo
it_it: Grazie per l'acquisto! <br/><br/><u>Dettagli del pagamento:</u> <br/> Servizio: Klarna / Sofortüberweisung<br/> TID transazione: %transactionID%<br/> <br /> Il vostro ordine sarà evaso immediatamente.<br/> Riceverete separatamente dopo la spedizione della merce una e-mail con il numero di tracciamento.<br/> <br/> Il vostro %sitename% Squadra

source: Enable/Disable Klarna / Sofortüberweisung
de_de: Klarna / Sofortüberweisung aktivieren/deaktivieren
es_es: Activar/Desactivar Klarna / Sofortüberweisung
it_it: Attivare/disattivare Klarna / Sofortüberweisung

source: Enable Klarna / Sofortüberweisung Payment
de_de: Sofortüberweisung / Klarna aktivieren
es_es: Habilitar el pago Klarna / Sofortüberweisung
it_it: Attivare il pagamento Klarna / Sofortüberweisung

source: Configuration key
de_de: Konfigurations Key
es_es: Clave de configuración
it_it: Chiave di configurazione

source: Get the key from sofort.com. Create a project and click on the "Migrate to Gateway" arrow on the right side of you project on the page "Project overview". Now u see under "Sofort Gateway" a Project. Click on that. Scroll down and you see the "Configuration key for your shop system"
de_de: Hol dir den Schlüssel von sofort.com. Erstelle ein Projekt und klicke auf der Seite "Projektübersicht" auf den Pfeil "Migrieren zu Gateway" auf der rechten Seite Ihres Projekts. Nun siehst du unter "Sofort Gateway" ein Projekt. Klicke auf das Projekt. Scrolle nach unten und nun siehst du den "Konfigurationsschlüssel für dein Shopsystem"
es_es: Consigue la llave de sofort.com. Crea un proyecto y haz clic en la flecha "Migrar a la puerta de enlace" en la parte derecha de tu proyecto en la página "Visión general del proyecto". Ahora verás en "Sofort Gateway" un proyecto. Haz clic en eso. Desplácese hacia abajo y verá la "Clave de configuración para el sistema de su tienda"
it_it: Prendi la chiave da sofort.com. Create un progetto e cliccate sulla freccia "Migrate to Gateway" sul lato destro del vostro progetto alla pagina "Panoramica del progetto". Ora u vedete sotto "Sofort Gateway" un progetto. Cliccate su questo. Scorrete verso il basso e vedete la "Chiave di configurazione per il vostro sistema di shop".

source: Title
de_de: Titel
es_es: Titulo
it_it: Titel

source: This controls the title for the payment method the customer sees during checkout.
de_de: Hier wird der Titel für die Zahlungsmethode definiert, die der Kunde an der Kasse sieht.
es_es: Esto controla el título para el método de pago que el cliente ve durante el proceso de compra.
it_it: Questo controlla il titolo del metodo di pagamento che il cliente vede al momento del checkout.

source: Privacy Policy
de_de: Datenschutzerklärung
es_es: Política de privacidad
it_it: Informativa sulla privacy

source: This ist the Privacy Policy Text that displayed on the Checkout.
de_de: Das ist der Text der Datenschutzrichtlinie, der an der Kasse angezeigt wird.
es_es: Este es el texto de la política de privacidad que se muestra en la caja.
it_it: Questo è il testo dell'informativa sulla privacy che viene visualizzato alla cassa.

source: You can read the privacy policy of Klarna <a href='https://www.klarna.com/sofort/privacy-policy/' target='_blank' title='Klarna Privacy Policy'>here</a>.
de_de: Du kannst die Datenschutzerklärung von Klarna <a href='https://www.klarna.com/sofort/privacy-policy/' target='_blank' title='Klarna Datenschutzerklärung'>hier</a> lesen.
es_es: Puedes leer la política de privacidad de Klarna <a href='https://www.klarna.com/sofort/privacy-policy/' target='_blank' title='Klarna Privacy Policy'>aquí</a>.
it_it: Potete leggere l'informativa sulla privacy di Klarna <a href='https://www.klarna.com/sofort/privacy-policy/' target='_blank' title='Klarna Privacy Policy'>here</a>.

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione

source: Payment method description that the customer will see on your checkout.
de_de: Beschreibung der Zahlungsmethode die an der Kasse ausgegeben werden soll.
es_es: Descripción de la forma de pago que el cliente verá en su caja.
it_it: Descrizione del metodo di pagamento che il cliente vedrà alla cassa.

source: Safe, easy and direct payment via you bank account.
de_de: Sichere, einfache und direkte Zahlung über Ihr Bankkonto.
es_es: Pago seguro, fácil y directo a través de su cuenta bancaria.
it_it: Pagamento sicuro, facile e diretto tramite il vostro conto bancario.

source: Custom message on order received page
de_de: Benutzerdefinierte Nachricht auf der Seite "Bestellung erhalten"
es_es: Mensaje personalizado en la página de recepción de pedidos
it_it: Messaggio personalizzato sulla pagina di ricezione dell'ordine

source: Custom Message if order received. Leave it empty if its should not displayed
de_de: Benutzerdefinierte Nachricht bei Bestellungseingang. Lass dieses Feld leer, wenn es nicht angezeigt werden soll
es_es: Mensaje personalizado si se recibe la orden. Déjelo vacío si no debe mostrarse
it_it: Messaggio personalizzato se l'ordine è stato ricevuto. Lascialo vuoto se non deve essere visualizzato

source: Success Payment Email Subject
de_de: Betreff der E-Mail "Zahlung erfolgreich"
es_es: Éxito del pago Asunto del correo electrónico
it_it: Oggetto dell'e-mail di pagamento di successo

source: Subject of Email.
de_de: Betreff der E-Mail.
es_es: Asunto del correo electrónico.
it_it: Oggetto dell'e-mail.

source: Payment received
de_de: Zahnung erhalten
es_es: Pago recibido
it_it: Pagamento ricevuto

source: Success Payment Email Text
de_de: Zahlung erfolgreich E-Mail Text
es_es: Texto del correo electrónico de pago con éxito
it_it: Testo e-mail di pagamento di successo

source: Show or hide "Transaction Time" on Paymentinfo
de_de: Ein- oder ausblenden der "Transaktionszeit"
es_es: Mostrar u ocultar "Tiempo de transacción" en Paymentinfo
it_it: Mostra o nascondi "Tempo di transazione" su Paymentinfo

source: Message Body Payment Success Email. Variables: %sitename% - %transactionID%
de_de: E-Mail mit dem Nachrichtentext "Zahlung erfolgreich". Variablen: %sitename% - %transactionID%
es_es: Mensaje Cuerpo de pago del cuerpo del correo electrónico de éxito. Variables: %sitename% - %transactionID%
it_it: Messaggio Email di successo del pagamento corporeo. Variabili: %sitename% - %transactionID%%.

source: Transaction Info
de_de: Informationen zur Transaktion
es_es: Información de la transacción
it_it: Informazioni sulla transazione

source: Show or hide "Transaction Info" <b>completely</b> on Paymentinfo
de_de: Ein- oder ausblenden der <b>kompletten</b> "Transaktionsinfo" auf der "Bestellung erhalten" Seite
es_es: Mostrar u ocultar "Información de la transacción" <b>completamente</b> en Paymentinfo
it_it: Mostra o nascondi "Informazioni sulla transazione" <b>completamente</b> su Paymentinfo

source: Service
es_es: Servicio
it_it: Servizio

source: Show or hide "Service" on Paymentinfo
de_de: "Service" bei Zahlungsinfo ein- oder ausblenden
es_es: Mostrar u ocultar "Servicio" en Paymentinfo
it_it: Mostra o nascondi "Servizio" su Paymentinfo

source: Order status
de_de: Status der Bestellung
es_es: Estado del pedido
it_it: Stato dell'ordine

source: Show or hide "Order Status" on Paymentinfo
de_de: Anzeigen oder Ausblenden von "Bestellstatus" auf Paymentinfo
es_es: Mostrar u ocultar "Estado del pedido" en Paymentinfo
it_it: Mostra o nascondi "Stato dell'ordine" su Paymentinfo

source: Transaction ID
de_de: Transaktions-ID
es_es: Identificación de la transacción
it_it: ID transazione

source: Show or hide "Transaction ID" on Paymentinfo
de_de: Ein- oder Ausblenden von "Transaktions-ID" auf Paymentinfo
es_es: Mostrar u ocultar "Transaction ID" en Paymentinfo
it_it: Mostra o nascondi "Transaction ID" su Paymentinfo

source: Transaction Time
de_de: Transaktionszeit
es_es: Tiempo de transacción
it_it: Tempo di transazione

source: Display Policy Text
de_de: Richtlinientext anzeigen
es_es: Mostrar el texto de la política
it_it: Mostra il testo della politica di visualizzazione

source: Show or hide the Policy text on Checkout
de_de: Ein- oder Ausblenden des Richtlinientextes an der Kasse
es_es: Mostrar u ocultar el texto de la política en la caja
it_it: Mostra o nascondi il testo della polizza alla cassa

source: Send Info Email
de_de: Info-E-Mail senden
es_es: Enviar información por correo electrónico
it_it: Invia Info Email

source: Disable/Enable sending Email after Payment Success
de_de: E-Mail-Versand nach Zahlungserfolg deaktivieren/aktivieren
es_es: Deshabilitar/Habilitar el envío de correo electrónico después del éxito del pago
it_it: Disattivare/attivare l'invio di e-mail dopo il successo del pagamento

source: Order Nr.
de_de: Bestellnr.
es_es: No.

source: Klarna/Sofort API Error
de_de: Klarna/Sofort API Fehler
es_es: Klarna/Error instantáneo de la API
it_it: Errore API Klarna/Instant API

source: An error has occurred while communicating with the API. Please check if the API Key you entered is correct and valid!
de_de: Es ist ein Fehler bei der Kommunikation mit der API aufgetreten. Bitte prüfen Sie den API Key auf seine gültig und Korrektheit!
es_es: Se ha producido un error al comunicarse con la API. Por favor, comprueba si la clave de la API que has introducido es correcta y válida!
it_it: Si è verificato un errore durante la comunicazione con l'API. Si prega di verificare se la chiave API inserita è corretta e valida!

source: If you are not the operator of the online offer, please contact the operator.
de_de: Bist du nicht der Seiteninhaber bitte informiere den Seiteninhaber über das Problem.
es_es: Si usted no es el operador de la oferta en línea, por favor, póngase en contacto con el operador.
it_it: Se non sei il gestore dell'offerta online, contatta il gestore.

source: Error Code
de_de: Fehlercode
es_es: Código de error
it_it: Codice di errore

source: Awaiting Sofortüberweisung payment
de_de: Warte auf Zahlungsbestätigung
es_es: Esperando el pago (Sofortüberweisung /Klarna)
it_it: In attesa di pagamento (Sofortüberweisung/Klarna)

source: Payment status
de_de: Zahlungsstatus
es_es: Estado del pago
it_it: Stato del pagamento

source: Start payment now
de_de: Zahlung starten
es_es: Comienza a pagar ahora
it_it: Inizia a pagare ora

source: Pay
de_de: Bezahlen
es_es: Paga
it_it: Paga

source: Transaction time
de_de: Transaktionszeit
es_es: Tiempo de transacción
it_it: Tempo di transazione
